---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WrappingAtInsertsParam
source: html/5a17aba8-7f52-ba4c-c465-6734099530a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WrappingAtInsertsParam Property

"Wrapping at Inserts"

## Syntax (C#)
```csharp
public static ForgeTypeId WrappingAtInsertsParam { get; }
```